/* Cancel */
"picker.navigation.cancel-button" = "取消";

/* Done */
"picker.navigation.done-button" = "完成";

/* Navigation bar default title */
"picker.navigation.title" = "GMImagePicker";

/* %@ Items Selected */
"picker.selection.multiple-items" = "已选择{0}个项目";

/* %@ Photos Selected */
"picker.selection.multiple-photos" = "已选择{0}张照片";

/* %@ Videos Selected */
"picker.selection.multiple-videos" = "已选择{0}个视频";

/* 1 Photo Selected */
"picker.selection.single-photo" = "已选择1张照片";

/* 1 Video Selected */
"picker.selection.single-video" = "已选择1个视频";

/* All photos */
"picker.table.all-photos-label" = "相机胶卷";

/* Smart Albums */
"picker.table.smart-albums-header" = "智能相册";

/* Albums */
"picker.table.user-albums-header" = "相册";

/* Confirmation of single selection alert title */
"picker.confirm.title" = "是否确定？";

/* Confirmation of single selection alert message */
"picker.confirm.message" = "是否要选择您所点击的图片？";

/* Action (button) deny/no/refuse */
"picker.action.no" = "取消";

/* Action (button) agree/yes/approve */
"picker.action.yes" = "确定";

/* Error title for access denied message */
"picker.photo-access-denied.title" = "No photos access";

/* Error message for access denied message */
"picker.photo-access-denied.message" = "You have not granted this app access to your photos. Please enable access in iOS Settings.";

/* Error title for access denied message */
"picker.camera-access-denied.title" = "No camera access";

/* Error message for access denied message */
"picker.camera-access-denied.message" = "You have not granted this app access to your camera. Please enable access in iOS Settings.";

/* Button title for the Settings button */
"picker.navigation.settings-button" = "设置";

/* Accessibility voiceover hint for image selection cursor */
"picker.accessibility.check-to-select" = "Check to select the image";

/* Accessibility voiceover hint for image deselection cursor */
"picker.accessibility.uncheck-to-deselect" = "Uncheck to deselect the image";